Soap/fastCustomer/ORGANIZATION/ORGANIZATION_Samples/evaluate_ORGANIZATION_Mandatory.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <AMLYZE_CUSTOMER xmlns="urn:amlyze-services:EvaluateCustomerService_v2r0">
            <CommunicationNumber>ComNr_4554</CommunicationNumber>
            <Requester>Bank system</Requester>
            <RiskManagementCategory>ORG_PK</RiskManagementCategory>
            <SourceOfRiskLevel>EVALUATE</SourceOfRiskLevel>
            <CustomerExtId>Cust_4554</CustomerExtId>
            <EntityType>ORGANIZATION</EntityType>
            <ApplicationDate>2023-09-15</ApplicationDate>
            <Title>UAB "Dockers"</Title>
            <RegistrationCountry>LT</RegistrationCountry>
            <LegalForm>LTD</LegalForm>
        </AMLYZE_CUSTOMER>
    </soap:Body>
</soap:Envelope>